{
    "lauren_kanski": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97045126_359721361654260_6644443976349237937_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=100&_nc_ohc=7ywU38W7LVoAX-CSBfI&oh=c42c2cb9d66ab454fc60b43313fbf72d&oe=5EC1AA3A",
            "caption": "Motivation & willpower arent good enough. Real results, real change and what separates average from elite is DISCIPLINE. In rowing but even more so, in life The common denominator in all these conditionswhether in the lungs, the muscles, or the bonesis overwhelming pain. And that is perhaps the first and most fundamental thing that all novice oarsmen must learn about competitive rowing in the upper echelons of the sport: that pain is part and parcel of the deal. Its not a question of whether you will hurt, or of how much you will hurt; its a question of what you will do, and how well you will do it, while pain has her wanton way with you. Excerpt From The Boys in the Boat Daniel James Brown Were gonna struggle, were gonna have days we want to quit, but were better than that. Happy Friday, fight on!",
            "hashtags": [],
            "comments": 23
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/96756664_2845679922225118_3154925644393190809_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=i-9iDh1m8W0AX90Xqlh&oh=962fdeff88017039fced2b976aa4f7da&oe=5EC11EFF",
            "caption": "Workout with @derekmpope x @meghan_hayden_ Heres the workout in order! Save it, DO it, share it! And tag us if want help with form LAUREN W1 Bird dog 1x10/10 W2 Down dog taps 1x10/10 W3 Lateral lunge / Cossack 1x5/5 W4 Controlled burpees 1x5 DEREK A1 KB SA Row 3x5/5 A2 KB SA Swing 3x4/4 A3 KB SA High Pull 3x3/3 A4 KB SA Snatch 3x2/2 MEGHAN B1 SA Clean 6x1 B2 Lat squat 6x1 B3 Curtsy 6x1 LAUREN C1 front rack Goblet squat into rev lunge 3x8/8 C2 Swing to drop squat swings 3x8 C3 Bridged alt chest press 3x8/8 DEREK D1 Single Arm Clean to Rev. Lunge 3x8/8 D2 Ballistic Gorilla Rows 3x10/10 D3 No Pushup Gorilla Burpees 3x8/8 MEGHAN F1 Windmills 3x3/3 F2 Heidens ladder R/L 10/8/6/4 F3 Quick feet 5 sec R/L 5/4/3/2",
            "hashtags": [],
            "comments": 17
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97058471_142808777322936_3018567058336874974_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=100&_nc_ohc=e0B1dp9Yqb0AX9aKjh_&oh=d34c879468913cf067e4cb11d085d5cd&oe=5EE9E60D",
            "caption": "HAPPY BDAY @meghan_hayden_ ! Theres no distinction between Instagram and Reality with you. Ive never met someone so passionate about helping others and keeping a positive attitude in the shittiest of situations. Youre the best friend, trainer and biz PIC I could ever ask for. Heres to many more years of swinging bells, bottomless tequila, $500 omakase dinners, and pigtails in du rags at photoshoots. I love you so much! Send my girl some love today!",
            "hashtags": [],
            "comments": 25
        }
    },
    "training_with_t": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97337726_242678050294143_3517576471738751095_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=103&_nc_ohc=fLMh3ds80esAX8N8Kl0&oh=475e544d1a71e540eaeed64b54790d05&oe=5EE9DE77",
            "caption": "Dreaming of summer & being a bathing suit all day long 2020 I still have hope youll turn everything around!! Who else is looking at the positives?!? PS keep all the negative shit out of my comments. Thanks #personaltrainer",
            "hashtags": [
                "talenthack",
                "positivevibesonly",
                "fitlife",
                "personaltrainer",
                "photography",
                "quarantine",
                "summer",
                "fitfam",
                "fitnessinstructor",
                "nycfitness",
                "igfitness",
                "trainingwitht",
                "igdaily"
            ],
            "comments": 38
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/p1080x1080/96754327_143385877265226_765540493773436525_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=Nk7IKGEz3aYAX_eYekH&oh=f0568eceec325d0a497b513f15ca73e3&oe=5EC15601",
            "caption": "If you missed this past Saturday's class on Women's health Sports bra is from @carbon38 - use my code \"TatianaLam50\" to get discount off your next order!",
            "hashtags": [],
            "comments": 11
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96807569_236845624239966_4624898311189296652_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=ueOdUwQ60EkAX_NiAnX&oh=65f76d5afe0356fd6bf6778f296815a5&oe=5EC1B7BF",
            "caption": "SAVE THIS At home workouts with @thendoband Banded press outs banded press out to overhead banded abductor lift banded standing kickback banded jump squats Sweater from @blendofchroma @nataliestyl Use my code TrainingwithT to get 20% off your @thendoband #personaltrainer",
            "hashtags": [
                "fitlife",
                "personaltrainer",
                "athomeworkouts",
                "ndoband",
                "fitfam",
                "fitnessinstructor",
                "nycfitness",
                "athomefitness",
                "blendofchroma",
                "igfitness",
                "movebetter",
                "trainingwitht",
                "igdaily"
            ],
            "comments": 15
        }
    },
    "judinesaintgerard": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96361632_145282233712210_5504980987117339371_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=SaRHxGD1kAQAX8f1V9V&oh=c397fce8c01903352530797129006d94&oe=5EC185A3",
            "caption": "BREAKING NEWS You no longer have to live in New York City to Train Like an Athlete. INTRODUCING OUR NEW STAR PLAYER: TONE HOUSE TV. TH TV is an UNLIMITED library of on demand video workouts delivered from our Turf to yours. Your monthly subscription includes access to our signature Tone House workouts, Turf Tips to master your movements, expert Nutrition information to support your goals, and Recovery work to do on rest days. New workouts are added EVERY week, and you can filter by body focus, workout length, or search by Coach for the exact workout you want when YOU'RE ready to do it. With our new 15-20 minute SPRINT series, you can double (triple? ) up different videos to create custom workouts for whatever you're in the mood for. TH-TV is available on all of your favorite devices for easy streaming access (iOS & Android apps coming soon .) Visit tv.tonehouse.com to start your 7 DAY FREE TRIAL and receive instant access to workouts from anywhere in the world. Share where you're tuning in from with . START YOUR FREE TRIAL: TV.TONEHOUSE.COM.",
            "hashtags": [
                "TONEHOUSETV."
            ],
            "comments": 16
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/96134306_245593683450041_7752650823297103078_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=veRrbPcto6MAX8iTTOJ&oh=b580b0f24274064818a0262e4159d2bf&oe=5EE90133",
            "caption": "Even then, I wanted to be EXACTLY like you. So that day, I asked you if I could wear a pink collared shirt to school. The other day when we were on FaceTime I go mummy Im literally EXACTLY like you and you laughed, cuz you already knew: if my heart is ENORMOUS and the best part about me its because of you. I love you mummy. Happy Mothers Day!",
            "hashtags": [],
            "comments": 42
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/96420063_152042426331513_8289138833817368555_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=v8NbKRoyRHMAX-uRZf7&oh=8d318309210d89deac3fa309baf1727c&oe=5EEA7C44",
            "caption": "Dear Maud: Happy Birthday, King! They arrested the devils that took your life last night. Unfortunately, that will NEVER be enough. But, just figured Id update you. People down here keep talking abt justice but how could this ever be fair?Your life shouldnt have been taken in the first place, aint no one gonna be able to make it up not to me at least, but I do hope others can find solace in something. As for me,Ill be haunted forever. I know that becuz the first person I thought of when I learned abt your death was our other brother Trayvon,& then of course I traveled down that list that goes on and on and on and...sigh,once again,Ive been sentenced to nightmares. I know you dont know me, but most days, I run. Today, I couldnt tho. Everyone else ran for you today, but I just wasnt well enough for it. Maybe tomorrow. Today I stayed in bed with you in my head. I tried to watch Netflix & cuddle with you, the way siblings sometimes do, but my internet isnt working. I know,I know! We never met, but we didnt need to. Weve been connected forever, since way back when our great, great, great, great, great, great, great, great,...great grandparents first came [were brutally forced onto ships] to the Americas its the traumatic memory that sealed our bond forever. So let me just say, I miss you. And even if I hadnt met you, I KNEW you, in some capacity. Bcuz bro, your absence? I FEEL it more than people Ive known who have passed. You were different! That was our siblingly resemblance. You ARE special! You had more to do here, I can feel it& anyone who really knows me, knows: I.feel.EVERYTHING. Ill be ok, cuz at least I know you havent really left me.We def gotta finish what you were supposed to do here.But, man! I wish I could have at least hugged you!Maybe you wouldve passed your greatness onto me so Id be more clear on how to continue your legacy. Baby bro,for now,I pledge to never forget you. My existence will make people FEEL and KNOW you.& trust, once my internet start working again, we watching Netflix together.& Im sorry I didnt run today, but every run moving forward will be for you. Im sure you already knew that tho. -Judine",
            "hashtags": [],
            "comments": 42
        }
    },
    "kayla_itsines": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/p1080x1080/97006024_1130625120647870_9211175274682256251_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=01hRUjppZ8kAX-kqtZ1&oh=4b67415122e9c2836ad7c52ee6ae48bf&oe=5EE7AAC1",
            "caption": "Our first @SWEAT was INCREDIBLE and I cant wait to do it all again this Monday!! Im going to be bringing you another new, free and exclusive NO EQUIPMENT workout to my Facebook page. This is your chance to work out with me and thousands of women around the world from the comfort of your own home!! This is one of my FAVOURITE kinds of workouts, its going to be on another level. Ladies, you will love it!! Can anyone guess what kind of workout I have planned?? Comment below!! We're hosting a number of premieres on my Facebook page to create the best possible experience for you, with workouts starting at Monday 6pm for Sydney, London, USA (East Coast) and USA (West Coast). Exact times for your local area may vary, so head to my Facebook page to see the workout premiere time for your location. www.facebook.com/k.itsines #BBGatHome",
            "hashtags": [
                "BBGatHome",
                "SWEATatHome",
                "MondayNightMeetups"
            ],
            "comments": 148
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/p1080x1080/97071525_177248650236681_6826989356281583551_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=7gzXPgN8hxwAX8FHzvu&oh=4cdea19649f5eef17ec01a510e5f1643&oe=5EC16BD1",
            "caption": "MY PROGRAM #BBGathome Do I Need To Do BBG In The GYM? No, you do not need a gym to complete my BBG program. My BBG program was designed for women to complete their workouts from the comfort of their own home. Here are a few exercises from one of my workouts! Jump Lunge Pop Squat X Hop Knee Up Dont forget to tune in to my this Monday, May 18! We're hosting a number of premieres on my Facebook page to create the best possible experience for you, with workouts starting at Monday 6pm for Sydney, London, USA (East Coast) and USA (West Coast). Exact times for your local area may vary, so head to my Facebook page to see the workout premiere time for your location. I am going to be taking you through a high intensity, NO EQUIPMENT workout like this one that you can do from the comfort of your own home. I cant WAIT! #BBGcommunity",
            "hashtags": [
                "SWEATathome",
                "BBGcommunity",
                "homeworkouts",
                "BBGathome",
                "fitnessvideo",
                "MondayNightMeetups",
                "BBG"
            ],
            "comments": 149
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/97130750_2476394886005293_3091080471619301203_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=-VBgCg5BPAEAX9jiyCk&oh=fdc0258556b7048600ad37ee93f5fe55&oe=5EE77C01",
            "caption": "If its hard to get to the shops or your go-to food isnt available where you are right now, I want you to know that you can still create meals that you enjoy using only a few ingredients. Personally, my food is always pretty simple but that does not mean its boring or flavourless. I add oregano, salt, pepper and lemon juice to most of my meals and it makes SUCH a difference, and its so easy! A meal like this could be prepared in literally ten minutes and youll just need pasta, prawns or shrimps (frozen is fine if fresh is not available), tomatoes, spinach (again, frozen is fine if fresh is not available), olive oil, garlic, salt and pepper. This is how Id make it: Cook pasta in boiling, salted water. Heat olive oil and garlic in a pan. Add prawns (or shrimps) to the pan. Once theyre cooked through, add tomatoes and spinach to the pan. Stir until the spinach is wilted, then add drained, cooked pasta and a dash of the pasta water to the pan. Stir through and add salt and pepper. You can also add lemon juice if you have it, and whatever herbs you like! #BBGcommunity, what are you cooking at home at the moment? #BBGathome Photo credit: @saltandlavender",
            "hashtags": [
                "BBGcommunity,",
                "BBGathome",
                "SWEATathome"
            ],
            "comments": 285
        }
    },
    "thehealthyhustle": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/96212750_841878966298592_8463784039594435797_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=ybAFeVJxEgsAX8VWZQJ&oh=a557bcda43fa0468aac23d97abf04423&oe=5EEA34A8",
            "caption": "Today is a very special day, my very first Mothers Day! I woke up with so many emotions, ran a 5k to collect my thoughts, and am sitting here looking at baby Scarlett feeling very blessed. She is a gift, and for that I will constantly remind myself how grateful I am for this opportunity to be her mom. Becoming a mom has made my appreciation for my own momma and all other mommas grow to a new level. Superheroes, we are superheroes. Sending all the moms, especially mine, extra love today!",
            "hashtags": [],
            "comments": 59
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/95717971_632876707297476_757864127107178135_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=100&_nc_ohc=0b4GEO4BO0cAX9QMHbT&oh=2d46e2d29d126068762492f24f6858b4&oe=5EC167B2",
            "caption": "Virtual high five to remind you that YOU ARE DOING GREAT!",
            "hashtags": [],
            "comments": 11
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/95430696_908381076299258_6119141756925945584_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=102&_nc_ohc=2CQEuCTjSSsAX8p42ca&oh=6a999022862ed80e48cc9d475987e311&oe=5EE85BB7",
            "caption": "We are lucky. To be healthy. To be safe in our home. To have this bonus time with our new baby. Soaking in each day knowing that these moments will become memories. I will be hugging family and friends soon enough, but for now I will focus on these moments and know that this is part of the plan. Soak in the plan - the good and the bad of this journey called life. Memories, they will soon be memories.",
            "hashtags": [],
            "comments": 47
        }
    },
    "charleeatkins": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96769105_242975693591618_2057864632893149742_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=102&_nc_ohc=KxDoG-u92pgAX9PKHr4&oh=c540639584c1aeea288de4d770f56a9b&oe=5EC13A06",
            "caption": "What are your thoughts on a BURPEE (Plz let me know in the comments below My opinion? I think we can do without (Anybody else with me??) My why? The foundational exercises that make up a burpee, and the effect that they have on the active joints/muscle groups, are used more widely in life (and sport) than the combination of all of them together (aka burpee). Our athletes and worker-outers are often still working on tackling the proper form and execution of these foundational exercises: Plank Hold (Top core exercise - IMO) Push-Up (Top best total body bodyweight strength exercise - IMO) Jump Squat (Top no-equipment explosive exercise - IMO) My tips? 1Master the basics first 2Know your reason why you are doing burpees (or to trainers placing burpees in class - What are you trying to achieve outcome-wise for your participants?) 3 Top rules for training/trainers (in this order) 1. Prevent injuries caused by training 2. Prevent injuries in life (or sport) 3. Improve performance If you like working out with me, please considering joining my app, Le Sweat TV! le-sweat.com",
            "hashtags": [],
            "comments": 115
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97942016_700223537411739_4118853843846328898_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=103&_nc_ohc=JE9cGgod3aMAX9RVCJr&oh=1960cd196a0d63dc0d8d6e818962735c&oe=5EC11770",
            "caption": "Exercises to strengthen the lower back Hopefully, these exercises help reinforce the connection the lower back has with the muscles of the pelvis/hips. The muscles of the low back stabilize the spine, while the muscles of the hip are what moves the spine. Thus, hip dominant or butt exercises are what are going to help strengthen the lower backall of this assuming you are using proper form Exercises: Hip Raise Swimmers Single-Leg Hip Raise Hip Hinge/RDL If you like working out with me, please considering joining my app, Le Sweat TV! le-sweat.com",
            "hashtags": [],
            "comments": 43
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/96230007_562766128010948_7272794947550416544_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=IXpjPNzbLRQAX9krtFu&oh=9ac6b70063039730ad7d08a3674fb83e&oe=5EE84D65",
            "caption": "DIET/NUTRITION > I get a lot of questions about my diet and nutrition, and at the end of the day, diet comes down to choice and consistency. SO I HAVE A QUESTION FOR YOU, and its multiple choice, plz answer below Whats one change you could make in your eating style that you think would help contribute to a more well-balanced diet? Put my phone away while eating (or dont watch TV) Eat slower Chew food for longer to swallow a smaller bolus (bolus=chewed food) Meal plan Eat well 80% of the time, and the other 20% of the time have some flexibility Eat 5 smalls a day vs. 3 big ones Research on my own how much protein, carbohydrates, and fat I should be getting in my diet (from a legit source) Use a food tracker to monitor intake Choose grilled chicken over chicken tenders Drink more water with my meals Only eat when Im hungry LET ME KNOW IN THE COMMENTS BELOW!",
            "hashtags": [],
            "comments": 138
        }
    },
    "alexsilverfagan": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96835531_691097768314131_7377717979141167832_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=103&_nc_ohc=WKIDekE20x0AX9Z6t3g&oh=ec7f0a20b015826925df22608f87b44a&oe=5EEA2750",
            "caption": "JOIN ME TOMORROW for ! Ill be hosting at 1am ET. Sign up and donate now at mindbody.io/m/RelayforRelief or by clicking the link in my bio. Make sure to find FUNDRAISING TEAM: ALEX See you there! Don't worry if you cant make the original air time - this class will be encoring at 7am the same day and available until 12PM - so no excuses!",
            "hashtags": [
                "FlowIntoStrong",
                "RelayforRelief!"
            ],
            "comments": 4
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97260511_534659873865384_3358086625915053560_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=100&_nc_ohc=tz0jIeAoOwoAX99MdzO&oh=9e61ea44a87f9111d18a38482f68a27d&oe=5EE82996",
            "caption": "A lot of things have shifted for me during quarantine. Needs are showing themselves to be desires. Desires are showing themselves to be unnecessary. Im showing up for myself in a new way. And Im seeing the world around me with fresh eyes. _ Last week, we went to Central Park and it felt as if I had never laid in the grass before. It was magical and special and new. Today our run landed us in Times Square, a place every New Yorker avoids and despises with a feverish passion. But today, I saw hope. I saw a landmark location of the city I call home. A place millions travel to experience. And although it was much emptier than usual, Times Square still had a pulse. A pulse of a city staying strong. _ Be open to a shift in your perspective. Its one of the gifts of this confusing and painful time.",
            "hashtags": [],
            "comments": 29
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/96747087_116721403117749_4810918898983989865_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=Fzd4DKN9JdcAX8AvsTq&oh=e4b5f547a3dcec0ae2a39bea4d1fed18&oe=5EE6BCE8",
            "caption": "Whos ready for another LIVE? This weekend Sat 5/16 2pm ET, Ill be teaching a 30min KB Strength skills class on @womenshealthmag IG Live! Whos in? _ What KB skill do you want to learn the most?",
            "hashtags": [],
            "comments": 12
        }
    },
    "bespoketreatments": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97166856_562121888060824_6626067090394527326_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=6lLikNYrHJYAX_oJjFg&oh=2dfc69139e0601df69d882b2af55be4d&oe=5EE954D5",
            "caption": "1. Telehealth and Covid-19 . 2. How to improve your mobility . 3. Dealing with acute back pain at home. . Have you listened to our podcast? Head over to our highlights or the link in our bio and listen to our experts talk all things strength and rehab. Got some topic suggestions? Leave them in the comments below. #bespoketreatments",
            "hashtags": [
                "bespoketreatments"
            ],
            "comments": 7
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96863117_573187696664700_6996776441253414677_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=100&_nc_ohc=-1Vg-rnx-XYAX8P6MpL&oh=27b476c2201f72ca11bcb9ee27d739c2&oe=5EC16A10",
            "caption": "Before you start your home workouts, make sure you incorporate some lower body mobility to your routine. . Check out the link in bio for free programs and more. #bespoketreatments",
            "hashtags": [
                "bespoketreatments"
            ],
            "comments": 6
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96734306_124436159243237_5628570905366931463_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=j_bwwcd0byQAX80eSi_&oh=a9bbfe42e943d87da9e3a7e6c96715ef&oe=5EC13BAB",
            "caption": "Workout you can do at home when all you have is a Swiss Ball. - Very versatile as it can be used to challenge stability, as a prop, or to slam against the wall because youre going nuts like when is this going to end, when we will we have a vaccine, am I low on toilet paper, how many days in a row have I worn these sweats.... - Repetitions- ball curls x10, pikes or modified pikes x10, squat toss x20, wall sit x10 with a 5 second hold - Drop a comment or DM if you have any requests. #bespoketreatments -",
            "hashtags": [
                "bespoketreatments"
            ],
            "comments": 1
        }
    },
    "lukewtraining": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97043915_163551025193600_3233885966642239938_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=GbIKXBb8ZdcAX_6VAmQ&oh=d78f5f4480ede76a5dfd6b6a89bd95fe&oe=5EE6E4B8",
            "caption": "First team meeting of the tour.... Harrys Heroes are back! Catch episode 1 of season 2 Monday at 9pm on @itv #harrysheroes",
            "hashtags": [
                "harrysheroes"
            ],
            "comments": 16
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96247427_2608695239398423_8658790329398022936_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=107&_nc_ohc=sBylXdk57jcAX-pTe6H&oh=a7fcf6753fd63d96ffd9bdfd636f6611&oe=5EC1753D",
            "caption": ". . . Hopefully this goes some way to answering that question and giving some understanding to the functional anatomy of the hamstring. . As with most things, its not what you do, its how you do it that matters. . . #biomechanics",
            "hashtags": [
                "hamstrings",
                "mobility",
                "lockdownlearnings",
                "biomechanics"
            ],
            "comments": 56
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/95896810_942839009512914_7585417254965901541_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=RwqfDNPgddwAX9n85Gs&oh=5f9c1ffab0e8764644cd31880ac99ff1&oe=5EC19C4A",
            "caption": "A team of England Legends, everyones favourite uncle Harry, and a coach trip around Europe preparing for the big re-match. #harrysheroes Season 2 starts Monday 18th on @itv #football . . @leehendrie77 @officialdavidseaman @paulmerseofficial @themichaelowen @thevinniejones @neilrazorruddock25 @roblee66 @officialbarnesy7 @harryredknapp",
            "hashtags": [
                "football",
                "markwright",
                "leesharpe",
                "teddysheringham",
                "england",
                "mattletissier",
                "harrysheroes"
            ],
            "comments": 12
        }
    },
    "tallyrye": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97265465_462220614586811_5789833975135643494_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=111&_nc_ohc=AAXek2jyno0AX9PgO2D&oh=9c49f36dd2268e19ec498d264dbf62ea&oe=5EEA4650",
            "caption": "Made this game up so if youre trying to step away from diet culture and be more mindful of the content youre consuming then these are some things to look out for! And look, this isnt pointing the finger at a particular person or page - after all, dont hate the player, hate the game! Its just that outside my nicely curated feeds, there is A LOT of this fitness content floating around and it worries me that this is what people assume health & fitness. Its what I first stumbled upon when trying to get healthy and it sent me (and judging by lots of interactions I have with you) many of us, down a really disordered path. Remember we can engage in fitness and health promoting behaviours without stressing and getting fixated on numbers. You can move your body without having to take progress photos! You can enjoy food without tracking and restriction. And most importantly you can use exercise as a form of self care, and not punishment. Do you have anything to add to this game? Anything else youve noticed online that we should look out for? #TrainHappy",
            "hashtags": [
                "fitness",
                "intuitivemovement",
                "dietculture",
                "intuitiveeating",
                "TrainHappy",
                "workout",
                "Fitspo"
            ],
            "comments": 28
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97033629_571720766809616_5236148183539247741_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=s7VM1txefBkAX_53uvb&oh=eff35e21773a927a8cb180d7c8a79400&oe=5EC19D6D",
            "caption": "FULL BODY SMALL LOOPED RESISTANCE BAND WORKOUT Ive had to get creative training my clients via Skype! Lots of them have small looped bands, and so Ive got to grips with just how versatile and challenging they can be . I recommend using a band with a medium/ heavy or even x-heavy resistance! SOUND ON for coaching tips! 1 Banded Hip Thrust x 12-15 2 Single Arm row x 10-12 each arm 3 Alternating Reverse lunge + Overhead press x 12 4 Single Leg RDL x 10-12 each leg 5 Banded Face pulls x 12-15 6 Banded foot crab walks x 20 Do this as a circuit, taking 20-30 seconds between each exercise and 1-2 minutes at the end of each complete circuit. Save the workout for later by tapping the ribbon in the bottom left hand corner. Oh, and Im planning a real time dance workout - would you find it most helpful on IGTV or YouTube? #TrainHappy",
            "hashtags": [
                "fitness",
                "homeworkout",
                "resistancebandworkout",
                "TrainHappy",
                "bandworkout",
                "moveyourbody"
            ],
            "comments": 35
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97203398_291066225230777_5692569433390057497_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=X2oaHdB2LZAAX_v8O2x&oh=d496076afc9f1a0275dbe4476abfddc7&oe=5EC16B2A",
            "caption": "These are my intrinsic motivating factors. In my book I talk about intrinsic vs extrinsic motivation in the context of exercise. Just to briefly explain... INTRINSIC - Looking inward to find reasons to workout for your own sake (see above). EXTRINSIC - Looking outward to find reasons to workout. E.g for others approval, compliments etc. Diet culture thrives off of us engaging in exercise through extrinsic motivation. Thats why it pitches working out as a way to get a beach/ dream body often through short lived bursts of exercise prior to a holiday or as a means of revenge after a break up. It wants us to view exercise as a quick fix so we can buy the products & plans to achieve the ever elusive body goals. Untangling exercise from Diet Culture also means examining where our motivation comes from. I believe by learning about and understanding the physical and psychological benefits of exercise, and then in turn using movement as a form of self care helps to develop your own intrinsic motivation. Most importantly working out for intrinsic reasons leads to long term consistency- which is a key factor in reaping those wonderful benefits of regular activity. Cos thats what we want - you to move your body in a way you enjoy and feel the benefits in mind & body. So with that being said, WHY DO YOU WORKOUT? Do you think its for intrinsic, or extrinsic reasons or perhaps a mix of both? No right or wrong answer P.S Brand new @trainhappypodcast episode out with @beauty_redefined on Spotify & Apple. #TrainHappy",
            "hashtags": [
                "motivation",
                "dance",
                "intuitivemovement",
                "workoutmotivation",
                "TrainHappy",
                "fitnessmotivation",
                "dietculturedropout",
                "intuitiveexercise"
            ],
            "comments": 92
        }
    },
    "richtidmarsh": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/96288176_671235753700843_1329489741915215878_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=107&_nc_ohc=VFaDbo95AicAX9eJYjU&oh=eb0e3e4383e38e0925aca1d823eb9b64&oe=5EE86161",
            "caption": "Remembering The Past That Gave Us A Future Thanks to everyone at @reachfitnessgym who joined me for a workout this morning as we remembered those who sacrificed everything 75 years ago in World War II. A good way of putting our current situation into perspective. Enjoy the day, stay strong & stay safe",
            "hashtags": [
                "veday75",
                "veday",
                "lestweforget"
            ],
            "comments": 13
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/95944949_1490703591111402_1390631495520508599_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=TN6A29MAAKwAX9x-3l1&oh=45aec3f58897a40dc12c68a1d76b4332&oe=5EC19752",
            "caption": "The Romanian Row: Your Essential Home Strength Training Addition During Lockdown we have all been bombarded with endless fitness junk on social media from a long list of unqualified & unexperienced sources, unfortunately thats the fitness industry for you But here is a huge bang for your buck movement that you should be doing both now & for the rest of your life. Why? Postural control Balance work Alignment awareness Isometric Strength Pull Strength The Romanian Row has got it all. This has been one of the main movements I have been working on with my 1:1 clients on zoom PT during lockdown, from using a can of baked beans to 24kg kettlebell it has created a great challenge for all ability levels From a standing position, single leg hinge into a standing T. Shoulder blades pinched, chest line positive and your hips parallel to the ground. Once steady row your desired weight/object for 8 reps before hinging out. Repeat each side for 3 sets and feel that full body switch on! Enjoy the real results from real work (rather than made up exercises from bored celebrities ) #strengthtraining",
            "hashtags": [
                "homeworkout",
                "movementculture",
                "kettlebellworkout",
                "strengthcoach",
                "strengthtraining"
            ],
            "comments": 44
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/95843778_134337078206276_5279587715843108898_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=uvIiu4-OUbsAX93VJr8&oh=c00406d4bba42d6430dbc7a557369447&oe=5EE7AA1A",
            "caption": "Live Movement Workouts Join me live during May, wherever you are in the World, via Zoom on Tuesdays at 7.30am & Thursdays at 7pm (UK Time) to build your mobility, flexibility & full body strength in 45 minute workouts Suitable for all levels & ages from teenagers to the older generations, simply some space & your body required for equipment Grab 8 PAYG sessions via my bio link for these Movement sessions, booking in to the workouts you want to do each week via the timetable. These tokens are also valid for all @reachfitnessgym online home live classes, which include our strength workout (Rebel Fit) our conditioning workout (Fuel) and Power Yoga #homeworkout",
            "hashtags": [
                "teamreach",
                "mobilitytraining",
                "homeworkout",
                "movementculture",
                "fitnessmotivation",
                "flexibilitytraining"
            ],
            "comments": 0
        }
    },
    "london_fitness_guy": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97546109_245784256643935_1381322463529397355_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=f6dCm52OZ0kAX_Y3jAH&oh=c17d149095483b20bb6ba186ee53a3eb&oe=5EC16705",
            "caption": "PARTNER WORKOUT Loved sharing these over lockdown, encouraging you to zoom or Skype your workout buddy and give it a go together! This was filmed with @proudlock before lockdown 1BURPEE TUCK JUMP 2PUSH UP JACKS 3HIGH KNEES 4CLIMBERS 5DROP SQUATS 45s work / 15s rest 5 sets - 1 min recovery WHO IS YOUR WORKOUT BUDDY? Tag them below and get them moving! SAVE & SWEAT",
            "hashtags": [],
            "comments": 65
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97319400_237538147518003_3088145395807070538_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=103&_nc_ohc=APKdfPaxQpsAX948cgm&oh=3f749818393cec6780879d391fce204a&oe=5EC11300",
            "caption": "BODYWEIGHT WORKOUT A nice 30 minute workout for you to hit! 5 exercises in total.. full body! Simple! Lets go! SWIPE RIGHT ON THE VIDEO 1JUMP SQUAT HALF BURPEE 2CLIMBER PUSH UP 3PLYO LUNGE 4CRAWL TO TAPS 5DOWN AND UPS 40s work / 20s rest 1 min rest 5 sets Lets go! SAVE & SWEAT",
            "hashtags": [],
            "comments": 109
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97960668_241710420252765_1315323139163150837_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=gLuM_sQ_mIgAX8wRpF1&oh=a226e859c50130b17d030164b241bd95&oe=5EC1336E",
            "caption": "KETTLEBELL WORKOUT One for you to try this week with a kettlebell. 6 exercises in total to work the full body. It creeps up on ya! SWIPE RIGHT ON THE VIDEO 1SINGLE ARM SNATCH/LUNGE 2SINGLE ARM SWING TO SQUAT 3ALT SINGLE ARM ROW 4PUSH UP 5RUSSIAN TWIST 6V SIT CRUNCH 10 Reps on each/each side 4 sets Give it a try! TAG your kettlebell buddy below SAVE & SWEAT",
            "hashtags": [],
            "comments": 126
        }
    },
    "tomkempfitness": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97961472_258118825304644_5337868261458791420_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=Z3qID-nnDlUAX-nH2YS&oh=3da824bf6392352d30bf470b889b290b&oe=5EC1A599",
            "caption": "FARM FIT . What an evening Episode 6 of the Farm Fit series with @farmersweekly . The workout (As fast as possible) . x4 Rounds 400M Run. x20 DB Snatches. x10 Burpees . . Swipe left to see each movement. Get tagging your cardio bros and get this one done . @underarmouruk / @sportsdirecttraining",
            "hashtags": [],
            "comments": 15
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/96766888_2596954687189766_1337216245150116241_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=V05RFmGNXfAAX9tPoZJ&oh=42403e91eb549bad429375f768a3c14e&oe=5EEA4AF8",
            "caption": "Birthday girl @ameliacunnane - 24 years inspired pairs chipper workout - x24 Assault bike cals. x24 Butterfly sit ups. x24 Ski erg Cals. x24 Box Jump overs. x24 Sandbag squats. X5 Rounds. * Every 5 minutes 300m Run",
            "hashtags": [],
            "comments": 20
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/96007163_624138591776583_7266152835747509466_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=103&_nc_ohc=3vp0c31Au-oAX8PUzpi&oh=aa64c7f1ad41f4417974d1f27010ff07&oe=5EE6CEBF",
            "caption": "FARM FIT . This one was tough Episode 5 of the Farm Fit series with @farmersweekly . The workout (As fast as possible) . x100 Burpees EMOM x5 Sandbag over shoulder. . (Every minute on the minute (starting at 0.00) perform x5 reps of bag over shoulder. For the balance of each minute clock up as many burpees as you can. Workout ends at 100 burpees. . Swipe left to see each movement) . @underarmouruk / @sportsdirectuk",
            "hashtags": [],
            "comments": 25
        }
    },
    "max.lowery": {
        "interest": "Fitness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/p1080x1080/96515278_1132638097071403_5951960001815415035_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=107&_nc_ohc=ZSMhoMVgYCkAX94as8M&oh=4a2233b53007b45dad58d8756d24514f&oe=5EE829DA",
            "caption": "OUT OF OFFICE - To celebrate the beginning of the end of lockdown in France, I am heading off on a three day hike. I will be taking a break from social media and my phone, but I will take photos and vidoes and let you know how I got on when I get back on Friday. Nature immersion and Digital Fasting are my two favourite ways to destress and disconnect from the modern world, something that is fundamental to my long term mental health. See you when I'm back! #nature",
            "hashtags": [
                "nature",
                "hiking",
                "digitalfasting",
                "wildcamp",
                "pyrenees",
                "wildcamping",
                "connectretreats",
                "pyreneesorientales"
            ],
            "comments": 6
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96757070_567089467522943_5913332858327342997_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=111&_nc_ohc=OEqs2gwSa_EAX_VNgW7&oh=af56c58ecd1c89f4c94feef2ece6f17e&oe=5EC16B8A",
            "caption": "I decided to make a video yesterday, here is the end result! I love photography and take my camera everywhere. I always intend to make more videos, but never get round to it. I have learnt a lot from master film makers like @bencrockerfilms but I end up comparing myself, and getting frustrated that I will never be as good. I have decided that this is a waste of time, I dont compare myself to Olympic athletes but I am still able to enjoy and excel at pushing myself physically. Let this be a reminder that you will never get anywhere in life if you waste time comparing yourself to others. There is always going to be someone out there who is better than you. In the words of Zen Shin: A flower doesnt waste time comparing itself to other flowers, it just blooms #pyrenees",
            "hashtags": [
                "nature",
                "sonya7rii",
                "video",
                "spring",
                "pyrenees",
                "kittens",
                "mountains"
            ],
            "comments": 44
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/p1080x1080/96076491_2466001706950652_4350613628632849341_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=0m7kTRoI8uoAX-OqnIM&oh=5fb6382b0e885580a6faf8fbfd347048&oe=5EE77DC6",
            "caption": "I am excited to announce that I have created a brand new Facebook Community Group! THE SUSTAINABLE RESULTS COMMUNITY GROUP The group is especially for busy women, who want help with motivation, accountability and achieving sustainable results. Most importantly you need to be COMMITTED to achieving results. If you are not committed, do not join the group! Follow the link in my bio to request access.",
            "hashtags": [],
            "comments": 5
        }
    },
    "chrisburkard": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97203356_2553530074963510_7695597773895809271_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=sEowUSn6eygAX9lKEjc&oh=b18bfb573db462da8750516821fb1c56&oe=5EE8F4D8",
            "caption": "Sometimes seeing images of places over and over can desensitize you to the rawness of it. We can start to feel like nature is a glorified amusement park... totally safe & sterile. Upon arriving in Milford Sound our experience felt nothing like that. I was actually speechless at how raw it felt. Towering vegetated walls, rough water and really only one way in and out. Regardless of how many people stood on the shore or entered by ship there was still plenty of fun to be had testing yourself against natures will.",
            "hashtags": [],
            "comments": 281
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97101608_2926902477424607_567747904010805420_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=111&_nc_ohc=Ttvjp-6XQEkAX95XKGp&oh=cb66cda965c5590ac2cad8c31c54b39f&oe=5EE835F6",
            "caption": "Siberian Wind they call it, so cold it will make you want to vomit when your fingers thaw out. Confession...The last time I picked up a camera for proper work was early February. It was northern Japan during a window of dream conditions shooting snowboarding in Hokkaido. We escaped for a day of surfing & were greeted with about as heinous of weather as you could expect, but as always we made the most of it. I can still feel the sting of the cold & hear the whip of the wind. In many ways Im ok with the fact that its been many months since Ive used my so called profession to create an image. Because the ones I have made seem to stick with me for a long time. That is the beauty of rugged & harsh places... the more effort you put in the greater they seem to reward you. It seems silly but I felt a lot of emotion tonight looking back at these images because it brought me so much happiness. The crew, the food, the random 7-11 stops at midnight, the ramen, the language barrier, the frozen fingers, lack of sleep, the onsens. All in the name of creating a story worth sharing. Thanks @billabong @iwanairesort @billabong_snowboarding @bodemerrill for that last assignment - it was a good one!",
            "hashtags": [],
            "comments": 392
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97359368_239431250458358_5276537673568687566_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=102&_nc_ohc=E2HgmXyMClgAX-xdSJM&oh=3185d1b45640939cd4e7a4bde087582c&oe=5EC1AF6F",
            "caption": "I appreciate the solitude the mountains bring now more than ever before. Amazing what time and distance can do from the places you love. From last fall in Switzerland on assignment for @on_running",
            "hashtags": [],
            "comments": 235
        }
    },
    "pedromcbride": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97878354_246390350111968_259678538208715293_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=AOCNSyU8XHIAX_PwmgH&oh=ec6784fe56750398c5904f7378a32a40&oe=5EE969C0",
            "caption": "The Confluence: The Colorado River joins forces with its longest tributary - the Green - showing how together is mightier than divided. by with wings by @ecoflight",
            "hashtags": [
                "nature",
                "aerial",
                "petemcbride",
                "sonyalpha",
                "coloradoriver",
                "lifeline",
                "water"
            ],
            "comments": 60
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/96586438_235508134374941_6515206603197710358_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=d7vHNVM8Z44AX9VRvMD&oh=a5b06ef1d38fcd1f6485cf7dd8c9bdc8&oe=5EE86317",
            "caption": "The skies might be clearer now, but I wonder what the banks of the look like. This is the view of Indias famous landmark that few tourists see. When I passed here with @mountainworld to document the Ganges and the Yamuna Rivers, we were amazed by the pollution in the river, but also everywhere beyond - on the banks and in the air. To see more, check out our film river @banffmountainfestival online.",
            "hashtags": [
                "nature",
                "holyunholy",
                "petemcbride",
                "tajmahal",
                "india",
                "travel"
            ],
            "comments": 317
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97271604_294552438239207_3586609011909972245_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=111&_nc_ohc=Lay8J7WEFToAX-W8_NB&oh=473f26734033d964d241dc55bdf1d499&oe=5EE92AD6",
            "caption": "To those that give us strength. My 80-year-old mother is a creative force who inspires me, and all around her with positive energy, youthful spirit and her contagious smile. Thanks for teaching me so much over the years about music, art, love, friendship and life. To all the moms out there who brighten our worlds. by",
            "hashtags": [
                "love",
                "joy",
                "petemcbride",
                "grateful",
                "mom",
                "smile",
                "HappyMothersDay",
                "portrait"
            ],
            "comments": 158
        }
    },
    "bradleycastaneda": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/90226514_683863982382245_6455969465943888133_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=6Dy9yNjJLYcAX99BZto&oh=3c40d4144735a57a30d92ed1d6e705ff&oe=5EEA1CF9",
            "caption": "Walk between the rain.",
            "hashtags": [],
            "comments": 0
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/90181966_551433425504201_917685765476210886_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=hWcrrFhtlBYAX-ovyvC&oh=ab26e3fb60ab058c4905667110f6e61a&oe=5EE82305",
            "caption": "Distancing",
            "hashtags": [],
            "comments": 5
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/81439247_1259920337729860_7048758222301048730_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=cHmPamIobWUAX-UKkJu&oh=6cfc8b3cbc56ba45becad0ade411f4db&oe=5EE7F7FB",
            "caption": "In the hills with a couple tacos, getting stuck in the slush and ice, huddling around the stove, and making a great breakfast. No better way to spend the weekend.",
            "hashtags": [],
            "comments": 9
        }
    },
    "travisburkephotography": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/95799624_3110614565669687_547593006827781063_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=111&_nc_ohc=8zz3EGqQxYIAX86zbwz&oh=d6b235b901d8f7b22d944de4f71e8a83&oe=5EE928EC",
            "caption": "Check out last nights views! It felt so great to hike in a National Park again! After a two hour trek through a dense forest we reached the crest of this mountain greeted by crazy winds and below freezing temperatures. My hands were so numb I couldnt even spin the filter off of my lens, but we explored the area a while, watched the last bit of sun glowing off the peak of the volcano, and tried not to slip on ice as we carefully made our way back down to sea level in the dark. Winter is definitely setting in here in New Zealand and the heat waves that are happening back home in California look enticing, but @gypsealaysea and I think well stay here and and keep exploring a little longer... How are things shaping up where you live? #newzealand",
            "hashtags": [
                "frozenfingers",
                "sunset",
                "newzealand"
            ],
            "comments": 118
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/95581994_2459217734389264_5833257798548891343_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=HVe6rU40aUMAX_Hrsr9&oh=69570daa87fc4de01fcfc141b2763e08&oe=5EC1B778",
            "caption": "Hi friends! Checking back in after a few weeks of being phone-less. It was nice to disconnect (especially during these chaotic times) but Im stoked to start sharing some of our recent adventures out of lockdown! We have been walking to this beach in New Zealand almost every evening during the last 5 weeks of quarantine and this evening was the only time I decided to take my camera down with us. Definitely a good decision . Swipe right to see the behind the scenes and also one of my favorite images from this hour long light show. #newzealand",
            "hashtags": [
                "bts",
                "sunset",
                "newzealand",
                "reflections"
            ],
            "comments": 378
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/94474491_717876925627972_4916173793568295326_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=-ZT-m_BkjTAAX_KjzTS&oh=ce263d2af03ca7aa7ca9c1e8db18fbe8&oe=5EE93B71",
            "caption": "UPDATE: Today is quarantine day 33 here in New Zealand. I also recently celebrated my 33rd Birthday. While Id normally celebrate by surfing, skating or hiking in the backcountry, this year I spent the day working in the garden behind the kiwi cottage that we are renting. This is how I've spent most days during lockdown. Unlike other parts of the world, NZ has taken the isolation measures extremely seriously. The only stores open are the pharmacy and supermarkets - nothing else. No take-out food. No hardware stores. No hiking or water activities either. Youre not even permitted to get in your car if it isnt to access essential goods. To coincide with the physical isolation my phone decided to stop turning on a while back. While I tend to keep my phone at a distance as it is, this has forced me to fully exist in the present moment, here, and now. (To any friends or family trying to get a hold of me via call or text, please know there is a good chance I havent received it). I like this photo because it is a real moment I want to remember these times. This isnt a breathtaking vista, a perfect wave, or some unique landscape feature. This is real life, in a time Im sure we will all remember for the rest of our lives. Tomorrow the country will begin to reopen and we will start to discover what the new norm of life is like here. Sending good vibes to you all! #NewZealand",
            "hashtags": [
                "COVID19",
                "gardenlife",
                "NewZealand",
                "stayhome"
            ],
            "comments": 259
        }
    },
    "wilderness_culture": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97287835_557529725169433_3299187629969433418_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=101&_nc_ohc=Uvi74hwEpnMAX_atPKa&oh=4b8bdda7661c38d61ed6bcae1a9f335d&oe=5EE7794D",
            "caption": "We look forward to every , where we share some photographers that keep us excited about traveling and exploring again! Our community continues to inspire us with their content from around the world. Let us know if youve been to any of these places! _ Photo 1 by @jguzmannn _ Photo 2 by @swissclick_photography _ Photo 3 by @pebbleshoo _ Photo 4 by @benedikteroness _ Photo 5 by @ranznav",
            "hashtags": [
                "FridayFollow,",
                "wildernessculture"
            ],
            "comments": 19
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97362173_718584198684125_3455342006176989947_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=6zAnMCzcQy8AX_WiStA&oh=bb348a608ffaa774e300bd10e76846ab&oe=5EEA5C2A",
            "caption": "Sweet moments like this make you want to hit the paws button. _ How cute are this mama bear and her cub? _ Photo by @seth.b.anderson | Caption by @usinterior",
            "hashtags": [
                "WildernessCulture"
            ],
            "comments": 83
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96551085_552776492334941_1626799764481212644_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=nqUL1dSXGpUAX-mJg3V&oh=340073bb633251fe6e61e6194f29efcf&oe=5EC11A44",
            "caption": "Its tough to imagine a more relaxing environment _ Wheres your favorite place to unwind? _ Model: @Jess.wandering Video by: @everchanginghorizon #wildernessculture",
            "hashtags": [
                "wildernessculture"
            ],
            "comments": 83
        }
    },
    "timkemple": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/93455264_223912518675606_3055510142720160182_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=FyO3jemNajMAX-WKC2v&oh=ad7e6f2d2297f84c240fa0e16cfc1d20&oe=5EC19782",
            "caption": "This is the story of a Piseth Sam. A Cambodian born refugee who immigrated to the United States, and has transformed her life and the lives' of her community through a passion for the vertical world. Making this film was one of my highlights from the past year. Im so excited to finally be able to share it. WATCH on Camp4 Collective or Merrell IGTV. OR Check it out big and beautiful on YT or Vimeo A @camp4collective production starring Piseth Sam @mightymight88 Presented by @merrell Director: @timkemple Producer: @elizleilani Edit + Sound Design: @cheynelempe Assistant Editor: @juliberryy Cinematography: @cheynelempe / @bchendrix / @timkemple Assistant Camera: @tarakerzhner Color + Mix: @camp4collective",
            "hashtags": [],
            "comments": 9
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/89365561_198411084715450_7992444831720687620_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=YmizeZSkbo4AX_r-jzD&oh=d3cf8f1e5098d0e0f50d032dd78d2224&oe=5EE9C860",
            "caption": "We premiered one of my favorite projects of the past year over the weekend. We won a a very cool award. We are so stoked. The project is a short documentary film called Refuge and you will be able to see more than just these frame grabs very soon. Refuge is the story of Piseth Sam (@mightymight88) a woman who came to the United States as a refugee, found her way to Boston thru Seattle and Minneapolis, and is now a strong/vibrant voice in the local outdoor, climbing and LGBTQ communities. To even imagine the range of challenging experiences and emotions she has endured is impossible for me. But what is most incredible is; how positive, supportive, and welcoming she is, in spite of the adversity she has faced. Thank You to @Merrell for supporting diverse and inclusive films about the outdoors. Thank You to the great team that made it possible thank you @camp4collective @merrell @cheynelempe @bchendrix @tarakerzhner @elizleilani @felixkunze",
            "hashtags": [],
            "comments": 33
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/64403045_2325634027530976_2987788343762801058_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=xzBCKQCRbA4AX-FfDeV&oh=bc35b429b0e4a8d261a7291b059a4a02&oe=5EE8DE43",
            "caption": "The Running Pastor film link in profile Last week we released the first in a series of short films about outdoor life in The Faroe Islands. This film premiered @mountainfilm last month, so you know its worth a view. Its a story about Sverri Steinholm, a Pastor in the capital, and his connection to the rugged landscape of the islands. Turn up the volume on this one, especially at the end @willsaundersphoto @camp4collective @merrell @bchendrix @jordan_manoukian @rannvajoensen @scubastevie",
            "hashtags": [],
            "comments": 27
        }
    },
    "andy_best": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97292402_959458954528146_1560811715671121759_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=OEwBJYkjenYAX9fqqD7&oh=98efb77d4253d4e332ecae7821f5ac03&oe=5EE6B219",
            "caption": "Can you find the rainbow? This was mile 500, at least. Driving in my little Peugeot. I traveled the North coast 500 a few times during my stay. I slept in the passenger seat of my little hatchback and loved it. Each night I'd end the night with a dram of @glenmorangie and drift off. I like keeping it minimal in wild places. It makes me feel the most connected. I had waves of rain on this day, it resulted in a rainbow every few minutes. I wish I time-lapsed this shot, because there was a rainbow that stretched and expanded across the horizon for almost 45 minutes. @lone.bison",
            "hashtags": [],
            "comments": 62
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97596796_574411779866578_8882330666638304538_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=2RSYKcn73HkAX-29zve&oh=6fb23fd9931abbcce6cd6143030a1d04&oe=5EE7E8CE",
            "caption": "Asking permission is necessary. This is a hot topic for me and one I don't take lightly. There are so many amazing places out there to photograph, and many may have restrictions. I have witnessed seasoned photographers deliberately break rules and disrespect signs that say, \"Please stay out, rehabilitation in progress.\" Being told by the individual while laughing, anything for the shot right Andy?! No, not anything for the shot. We as a community of artists need to respect people's property, signs, and even more so, places that don't have signs. Use common sense. To gain access and destroy precious and fragile ecosystems, or to disrespect the land and/or private property, just to keep up with the rat race, is a disgrace. I had a local guide help me search for a barn and finally came across this one. It was amazing to have full permissible access from the family. I even sent the images to them as a thank you. As you explore this beautiful world, please be respectful. It's sad this has to be reinforced, but reinforced it must. Hold one another accountable, leave a better trace, and remember your with every outing. (A +ONE is any type of a GIVE BACK on every outing you go on. It's on us to do better.)",
            "hashtags": [
                "summer2020",
                "LeaveABetterTrace",
                "PlusOne",
                "ThankYou"
            ],
            "comments": 68
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97269697_937331736726522_8081551197086503526_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=irtkv8h56W8AX_N5FyC&oh=c2df67972ea60cfc1338ee1d82559061&oe=5EE81A7D",
            "caption": "I have thousands of untouched photos. It's been inspiring going back to breathe new life into old work. I loved this morning, by myself in southern Alberta. One of those mornings watching fog lift off a lake, as the ducks swim around curious yet cautious. For me, there's no better way to spend a morning. Grateful for the days ahead and a new perspective moving forward. Smaller details of the morning will be shared on my production account - @lone.bison. @fotopro.usa @sonyalpha // Circa 2015",
            "hashtags": [],
            "comments": 119
        }
    },
    "theclymb": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/97062896_262197904969585_8528493270410930792_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=101&_nc_ohc=hLhlOG4gtVMAX-DOljM&oh=cd37d5c34e3e2d5917f115206b78f98d&oe=5EE9C918",
            "caption": "FOURTEENER FRIDAY: LONGS PEAK At 14,259 feet, Longs Peak is Colorados 15th highest mountain and the only fourteener in Rocky Mountain National Park. Visible from Denver on a clear day, Longs Peak is one of the most popular climbing mountains in the state, due in large part to the well-known and heavily trafficked Keyhole Route. Not to be underestimated, this Class 3 climb features dangerous narrow ledges, loose rock, exposed cliffs - and jaw-dropping views.",
            "hashtags": [],
            "comments": 4
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/98114108_3045833125508809_6131195546906666780_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=101&_nc_ohc=l-FVKyEREbUAX--tB2j&oh=0cc1cb19b8c290d7ed75955a855148dc&oe=5EE7C7F7",
            "caption": "Enjoying a little rock-hopping in Jasper National Park, Alberta, Canada.",
            "hashtags": [],
            "comments": 0
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/96824375_2577594535788021_8386689111952731179_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=tJlOQ5fhvWgAX_gt1GQ&oh=34b379b00c191bc853c530641d6828df&oe=5EE95209",
            "caption": "Slot canyons, or narrow gorges, are formed by sudden flood waters rushing through soft rock such as sandstone. Utah is home to the largest concentration of slot canyons in the world, including many found within Grand Staircase - Escalante National Monument.",
            "hashtags": [],
            "comments": 1
        }
    },
    "codyhanson": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/11195753_682258311897355_2040450855_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=107&_nc_ohc=REuhjaJQNn0AX_gUTqc&oh=a5a56fd1d1d23cb8fad53fb78be48214&oe=5EE823BB",
            "caption": "Sashaa(:",
            "hashtags": [],
            "comments": 0
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/11192711_1448395762120307_1376140564_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=111&_nc_ohc=Kd-pIvCTBngAX8-7l0B&oh=b0bc70fc6bf86c3f1a3f7560f7c29acc&oe=5EE79089",
            "caption": "Miike!",
            "hashtags": [],
            "comments": 0
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/11189558_894619067260929_385088559_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=xo6TSSiyZiYAX-qc94s&oh=07ffc9d7c935338a0182de43dd64af30&oe=5EE9CBA1",
            "caption": "Bio B sucks",
            "hashtags": [],
            "comments": 0
        }
    },
    "nativeeyewear": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/91432872_1296907203827921_1678117099252986591_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=yiGWiLAs8BkAX_VgYfT&oh=c159f2617dbe7e454385ee8842003dbd&oe=5EE9E4F7",
            "caption": "Solitude on the trail. #NATIVE . || @mdrundle (Mike Rundle) || @noahwetzel (Noah Wetzel) || Canada",
            "hashtags": [
                "RoamFree",
                "NATIVE"
            ],
            "comments": 3
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/91079392_1433109080205252_6234769118910500530_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=100&_nc_ohc=ROQbsUlnUIEAX8gqkjH&oh=3000a4bb46d07db5a313b093895527e2&oe=5EE78D3D",
            "caption": "Take advantage of some backyard hangs. #NATIVE",
            "hashtags": [
                "RoamFree",
                "NATIVE"
            ],
            "comments": 2
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/90997448_232282141157057_6511980105899425614_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=cAMr3NxNVNIAX90kDxi&oh=18ffea2ae9eb5672fb89ef0d34bdeedf&oe=5EE6C23D",
            "caption": "Getting lost on the river doesn't sound too bad right now. #NATIVE #RoamFree",
            "hashtags": [
                "theoriginalsocialdistancing",
                "RoamFree",
                "NATIVE"
            ],
            "comments": 1
        }
    },
    "forestwoodward": {
        "interest": "Outdoors",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97146057_554407492178167_6321771905305349899_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=107&_nc_ohc=RXqihqPFwWIAX9Eyu9r&oh=8cedb7d3fd3c97421d46e01bee00846a&oe=5EE85317",
            "caption": "To my fellow warriors here, I say to you, you are Matagi mlohi: strong winds villaging children, brown bodies holding brown minds, moving between healer and warrior, formulating the visions of liberation for years to come. And to the rest of the world we say, we are not drowning! We are fighting! - Kevin Aipopo Deeply grateful to the entire @pacificclimatewarriors family and to @fentonlutun, Kevin Aipopo, Koreti Tiumalu, for their leadership and vision on the front lines fighting for fight for climate justice, and for trusting us to share a small part of their story; to Lulu, Dobby, Kevika, Bernard and all the families of Tuvalu that welcomed us into their lives and made us feel like family thousands of miles from home; and to @canyonwoodward and @aidanhaley for being such steadfast and brilliant creative conspirators in bringing this short love letter of a film to life. Very excited to get to premier Matagi Mlohi: Strong Winds at @mountainfilm as a part of their Indomitable Spirits shorts (II) program - check their website for virtual passes to the amazing lineup of films that theyre curating and sharing over the course of the next 10 days. This fight needs everyone. It needs everyone to do something. And everyone can do something. Koreti Mavaevga Tiumalu (1976-2017) #climatejustice",
            "hashtags": [
                "tuvalu",
                "climatechange",
                "mf2020",
                "MatagiMlohi",
                "climatejustice",
                "PacificClimateWarriors"
            ],
            "comments": 13
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/95757380_247257179809499_4582653650493655222_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=AcqNgoI8PxoAX9T9Ymw&oh=f70c9b98d84bd8cde2d05f2935ebcbd5&oe=5EE710BD",
            "caption": "As states begin to reopen and the curve begins to flatten in some urban areas, it feels important to remember rural communities that are on a different part of the curve and who (in many cases) are vastly under resourced in terms of access to healthcare and basic necessities. The American Indian tribes and specifically Navajo Nation are getting hit hard by the COVID-19 crisis we are in. On a per capita basis this would place the Navajo Nation in states right behind NY & NJ in terms of per capita impacts. @lennecefer I feel thankful for the time and experiences I have shared with folks on the Navajo nation and on Ute and Hopi lands, and appreciate the opportunity Len and @nativesoutdoors have created to help raise funds to support these communities (link in bio) through vetted resource list for direct donations as well as a print sale of @tarakerzhners beautiful work as the nation moves to put on a face of normalcy, the need for support will likely shift to more rural areas that are both underserviced and under reported on - a dangerous combination I think. staying proactively involved and aware of the needs of communities we care about is more important than ever. I know many folks are struggling in this time but I hope that those of us who can support, do. Hope you all are keeping well. Thanks for reading. (Bio link for more info)",
            "hashtags": [
                "3"
            ],
            "comments": 32
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/95822771_1148153855547538_2347966417961089731_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=w1Xk-G9vVh0AX83ATSU&oh=6a86307e542d5ba3974bc48f5f7f3d44&oe=5EE96FF9",
            "caption": "thunder rolls like giant trains, an old dry laugh across the plains; fleeting forms and golden flames. an unnamed peak. a single sigh. a passing of the by and by. now shadows named alone by light, sing their songs once more by night; as you and me and the old grey owl, sit and wonder why and how; between the was and is and might, the here and now come squeeze in tight, to gossip of the coyotes tail, the flustered flurry of the quail. Oh ho! you want a story old, round fires bold, tonight is told. this too passes, this too stays. yet absent darkness there are no rays. salute the dawn and cheer the dusk, the gift of time, lived heart to husk.",
            "hashtags": [],
            "comments": 74
        }
    },
    "btsport": {
        "interest": "Sports",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/97328377_2565415393775260_343014808379003803_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=R7RdG4QmvVwAX_AVAQU&oh=a20cad07afff18c138d536f51ea479af&oe=5EC172DF",
            "caption": "Grafite in 2009 He didn't have to do them like that . Watch Bundesliga game live this weekend on BT Sport . #Bundesliga",
            "hashtags": [
                "Bundesliga",
                "BTSport",
                "Football",
                "Woflsburg",
                "Bayern"
            ],
            "comments": 28
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/96676988_696704477824578_2864180640630308610_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=UfGzWAENTewAX_JSx_j&oh=bbfec46a5b5f1cbdaa7cd972c6f67327&oe=5EC1491B",
            "caption": "Just look at these scenes Tony Watt and Joleon Lescott in an absolute battle on . @32watto representing @robbiesavage8's Dragons and @joleonlescott for @therealjoecole's PL All Stars, brilliant drama! Watch BT Sport FIFA Challenge every Friday at 7pm on BT Sport 1 HD . #FIFA",
            "hashtags": [
                "BTSport",
                "PremierLeague",
                "Football",
                "FIFAChallenge",
                "FIFA",
                "Gaming",
                "FIFA20"
            ],
            "comments": 4
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96943213_135453388112366_6242678981755582671_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=PONC2ElnnUwAX_RWWrI&oh=d471bdc69b033592792d70076cf30c89&oe=5EC1560F",
            "caption": "Classic Vince McMahon. Classic @ricflairnatureboy. Classic WWE",
            "hashtags": [
                "RuthlessAggression"
            ],
            "comments": 28
        }
    },
    "talksport": {
        "interest": "Sports",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/96823965_722955165118438_7030553906954372412_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=ULAxvHFVS_gAX9YYuaq&oh=525d9a7403fd29e48786d37509cbb6bf&oe=5EC16F21",
            "caption": "",
            "hashtags": [],
            "comments": 16
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/97348854_554944735211192_2081247890543322341_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=EAXk9K8m1YUAX_DPEOK&oh=d4f0290360027388e48bca99713f4b08&oe=5EC11689",
            "caption": "",
            "hashtags": [],
            "comments": 62
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96759741_176620337156347_2480989262990958442_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=DAdj6zZn3AkAX9vrOHr&oh=e3aa68bb05e098c4860b9e4bbae83763&oe=5EE95F17",
            "caption": "What a top player @Carras16 was",
            "hashtags": [],
            "comments": 264
        }
    },
    "dade2shelby": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97215798_859854854515175_8125114364608573952_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=111&_nc_ohc=YmLazyOorgQAX8TeJLF&oh=7aeaa50502a476166f05c9d6e75ec444&oe=5EE7708A",
            "caption": "Instinct is a lie told by a fearful body hoping to be wrong... ...it means when you base your expectations only on what you see, you blind yourself to the possibilities of a new reality. @bryankonietzko @mike_dante_d [Zaheer - The Legend Of Korra] Been rewatching Korra for the past week and this quote has always been a favorite of mine and this quarantine has made it once again relevant to me. Not letting this extra time in the house hinder my creativity or suppressing what could become of this. Creating a more comfortable vibe in the house with the improvements @veda_yoga108 and I have been making, finding fun new ways to bond with the kids, and taking it back to the earlier days of my yoga practice and having fun with whats available to me (like doorways lol). So I wanted to do the same with my followers and my students, and hopefully gain new students along the way. Partnering with @waybetterapp has given me a new way to bring my teaching to the world! Come check out my Intro To Yoga Challenge on the by hitting the LINK IN MY BIO! The game begins MAY 26TH!! Wearing @aloyoga #RastaYogi",
            "hashtags": [
                "RastaYogi",
                "yogaeverydamnday",
                "OnlyTheAvatar",
                "WayBetterApp",
                "yogainspiration",
                "yogaeverywhere",
                "yoga"
            ],
            "comments": 31
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96436880_187719212357286_3050056464875666785_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=yHpTydsVyFAAX_rTQCi&oh=00a431942c703a1fc416211f3a921b60&oe=5EC162CE",
            "caption": "This video is pretty much how we are all the time. How excited I was, you wouldve thought I nailed this handstand. But thats what makes us so powerful! We celebrate and uplift each other. We feel each other on a spiritual level. Because we dont take our own and each others power for granted, we know that individual accomplishments will make us stronger as a whole! Im so proud of my other half and I know youre proud of me. Now lets master these handstands! We have continents to visit! @veda_yoga108 #OnlyTheAvatars",
            "hashtags": [
                "yogaeverydamnday",
                "love",
                "yogainspiration",
                "couplegoals",
                "OnlyTheAvatars",
                "yoga"
            ],
            "comments": 114
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/96406167_247707639800333_2975121714573665797_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=mGK2A7QUXRMAX9xYntP&oh=cd06426a361a21a479f4f3958b977a59&oe=5EEA5F38",
            "caption": "Been working to bring a fun challenge to my new yogis, beginner yogis, and yogis that need a refresher to their practice. So I partnered with my friends over at @waybetterapp to bring you a nice On-The-Mat challenge, from my living room to yours!!! WayBetter is an app that inspires people to build better habits and develop new skills through fun social games. Every game has a bet, a goal, and a game host. If you accomplish all of the activities of the game, you get your money back and split the pot with all of the other winners. Starting MAY 26th, 2 weeks of yoga and functional drills to enhance your strength, balance, endurance, and jumpstart your yoga practice! The game starts TUESDAY MAY 26!!! Hit the link in my bio to join!!!",
            "hashtags": [
                "RastaYogi",
                "yogaeverydamnday",
                "OnlyTheAvatar",
                "waybetter",
                "quarantineyoga",
                "yogaathome",
                "yoga"
            ],
            "comments": 15
        }
    },
    "yoga_girl": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/98253028_145358360375369_135312397873380611_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=FNyM5JlxQkwAX-MqDW0&oh=975fb339a70d3ab431245ef84fdece4d&oe=5EC138BB",
            "caption": "Well... This was a new experience I had so much find dancing it out with you all today!!! We have tons of Shaking Meditations permanently on www.yogagirl.com (but this one was a test and lived only in the moment) This was awesome! Shake and dance!There will be more of this. For sure. Thank you @dennisfromsalad for operating 4 cameras all alone and for dealing with all my technical suggestions I love you!! @yogagirlofficial Music by the epic @rufusdusol",
            "hashtags": [],
            "comments": 336
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97255456_286617362730848_21976567961192176_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=x3MFOBnMBGMAX-aDQI9&oh=a205537dd1a6762454dc9429976c0305&oe=5EEA1B89",
            "caption": "Its time to FEEL! Join me at 2pm EST tomorrow for a shaking meditation + ecstatic dance!!!! I cant wait to shake off this week. Lets go deep. Release. Be free. TOGETHER! www.yogagirl.com 11am PST 12pm MST 2pm EST 3pm Brazil 7pm CET 8pm Sweden See you soon x",
            "hashtags": [],
            "comments": 82
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/96577327_290274722134974_7886852372121982315_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=1&_nc_ohc=ZnY7ng3OI64AX-fe98b&oh=07e64a31f89bdbd99cae674bf5130ef1&oe=5EE9E11E",
            "caption": "...YOU GUESSED IT! Our second food product is vegan MILK! A SUPER MILK! For years I have mixed protein powders and superfoods into Leas oat/nut milks to up the nutritional content (especially when she goes through phases of being picky with food) and creating a super milk to meet all our family needs has been such a joy! Imagine a shelf-stable, powdered plant-based milk thats extra high in protein, jam packed with vitamins and nutrients, made without strange additives or added sugars - and one that completely eliminates your need to buy cartons of milk from the store? The packaging solution is a big piece for me. Did you know its extremely challenging to completely recycle milk cartons? The cartons of milk you find in the grocery store are generally made of a paperboard/plastic/aluminum layering and most have hard plastic screw-tops. When thrown in a landfill, the paperboard from one single carton takes 5 years to decompose and the plastic, as you know, remains in landfills for 1,000 years. Re-thinking how we consume milk and finding ways to reduce our waste is huge! Im so excited to share this food journey with you! And I cant wait for you to taste this delicious, nutritious, plant based super milk",
            "hashtags": [],
            "comments": 575
        }
    },
    "boysofyoga": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/94244305_112472116884508_7415464126798501022_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=x0e5Ajhm8cAAX-VtzRB&oh=2407c7d27672c06edb901cf6455b3b7e&oe=5EE7682F",
            "caption": "As guys we all make excuses. Sometimes big ones, sometimes small ones. And sometimes to get out of things that scare us or make us feel awkwardlike when we are asking to dance. I'm talking real, unihibited, free-flowing, arm's flying, hair whipping, head-banging, crazy foolish dancing. The kind you might do at a wedding, fuelled up on liquid courage. For a lot of us there is something holding us back. Yes, we can feel the beat, we're are not robots. But for some reason there is always something restraining us. If you're not the type and you're the first to get your groove on, that's awesome. Keep dancing. The world needs more guys like you. In life, we can always say no. We don't need a reason or an explanation, but yes might be the start of a new adventure. #boysofyoga",
            "hashtags": [
                "boys",
                "yogapractice",
                "ego",
                "boysofyoga",
                "happiness",
                "getweird"
            ],
            "comments": 1
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/92946162_1732312313600278_6068352550115328109_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=aQjFY7LzUZkAX-uLlo2&oh=5086f7a352a53f9010abb6233e2a9cf3&oe=5EE762B9",
            "caption": "As a young guy I spent the majority of my time on rugby pitches, in boxing rings, lifting metal plates and running marathons. Seemingly anything that involved internal stress, plenty of manliness, a liberal distribution of pain and constant knots and tension in my muscles and my mind. When I hit the working world with all of it's stresses, I realised that I was spending a disprportinate amount of time with heavily tattooed men that enjoyed punching me. It was then I decided that stepping up my yoga practice could solver two problems. It would help me build a social group that didn't want to watch Rocky re-runs or chat about workplace politics, and I could begin a little self-enquiry at a challenging time in my life, through a daily asana and a meditation practice. The rest is history. \" Wise words from London based yoga teacher @adamhusler #boysofyoga",
            "hashtags": [
                "yogapractice",
                "yoga",
                "boysofyoga"
            ],
            "comments": 6
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/92681520_272425797096691_7391936566806427760_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=107&_nc_ohc=0gk5G-TOTOcAX--ceZk&oh=27a4964330677f12210268d3291cf1bd&oe=5EE9B4C5",
            "caption": "ASANA BREAKDOWN Cow Pose - Bitilasana (bee-tee-lahs-anna) People often mix up cat and cow pose because the way you are instructed is the opposite of the way they're practised. It should really be cow and cat pose! If in doubt act like a scared cat or a mooing cow. HOW TO: 1. From a table top position draw the chest forward and upward, broadening the collarbones as the shoulders draw down the back. 2. Ground the hands into the mat to create the necessary support. 3. Keep the neck in line with the spine. 4. Engage the core, drawing navel to spine, to support lower back flexion. 5. Rotate the sit bones to the sky and the same time as the chest movement to move the lower spine.",
            "hashtags": [],
            "comments": 1
        }
    },
    "caleyalyssa": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97032953_556052521780121_664937769167482672_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=105&_nc_ohc=ECLAZK55hJUAX9xXlZU&oh=7bc8621217fc7ab2cd277beefeb704f8&oe=5EE7432F",
            "caption": "SF or LA? With my recent move back to the bay, I get this question a lot! My answer: BOTH. Whats your preference? But seriously its been almost 10 years since I lived in San Francisco, and I need to know where to eat! Give me your best SF food recommendations?? Id be forever grateful. And...Heres the deal going forward: Once Im able to, I plan to come back to LA once a month to teach, see my friends, and do special events with my my @aloyoga family. For now Im enjoying the rugged nature up north, the magically misty mornings, and being with my love, @benharrison1. P.S. This photo!! I cant get over it. Taken on my iPhone...and every time I look at it my mind is blown",
            "hashtags": [],
            "comments": 35
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97154289_300134061145072_8584156467453182049_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=jIpEDcstWZsAX--0eUA&oh=988a0e62063d0650681f90ac4c2c2ab8&oe=5EEA985A",
            "caption": "How do you deal with stress in quarantine? Want to know my tricks? It would be MY to share with you... First, I must admit that during quarantine Ive experienced a few moments of abnormally high stress levels. Yes, I get stressed. And sometimes even angry . Usually my meditation practice works like a charm, but there are some days when I just cant seem to get my buns on a cushion. Instead, Ive been exploring alternate ways of de-stressing through pleasure. Whether its giving myself a foot massage, or offering one to my partner to rev things up, sensual physical touch has become my antidote to the occasional onset of heightened pressure in quarantine. Whats my favorite intimacy tool, you ask? Forias Awaken CBD Arousal oil. Theres just something about @Foirawellness products that I cant get enough of. Tune in TODAY on @foriawellness IG LIVE for a talk on sex, love, and drugs with myself and the amazing @kiana.reeves Photo: @benharrison1",
            "hashtags": [
                "PLEASURE"
            ],
            "comments": 60
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/p1080x1080/97246812_871795646629748_5489700103754251388_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=_LoNifAfU5IAX_K29lh&oh=79289affe239c693e53ab4afa1dbc49f&oe=5EE7C5C6",
            "caption": "GIVEAWAY! Who wants a years supply of Lavender Peppermint @poopourri and ??? Heres how you play to win: 1.) Must be 18 years or older, USA only to join. 2.) Ill choose 5 winners, and announce them in FREE CLASS this Friday, sponsored by none other than @poopourri!!! 3.) You must: - Follow me - Follow @PooPourri - Be registered for Fridays free yoga class! Link in bio. 4.) Post your BEST yoga photo on the potty and tag us in it!?! DO YOUR DOOTY. Cant wait to see what yall come up with!",
            "hashtags": [
                "ShoePourri???"
            ],
            "comments": 43
        }
    },
    "chelsealovesyoga": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96413578_106347180991610_8480950761372981083_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=102&_nc_ohc=1HsuBAWT_bIAX8RwMt2&oh=0a9f913f8bf85607b593998efa93f10c&oe=5EE77A23",
            "caption": "5 years ago today, I c-walked myself across the stage (OK, I didn't c-walk, but you see what I'm going for) at Emory University and turned into Dr. Chelsea...Dr. Jackson (Roberts) if ya nasty! Also, never really told anyone to call me that if they were, or were not nasty. but, ya'll, this Ph.D. program changed my life because it gave birth to @ylacamp and the community of intergenerational women who breathe, rest, move, and share stories of resilience together. My life hasn't been the same since. Today, I celebrate the journey. Today I celebrate a lineage of hope and strength.",
            "hashtags": [],
            "comments": 90
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/96836460_1510230079173591_3608275144184109504_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=103&_nc_ohc=mW_8PQjozVYAX9Ov-Hf&oh=cde0d8af014e491b799c628581044d42&oe=5EE8E8D3",
            "caption": "Dear Mommy, Thank you for the countless times you took me to, and picked me up from cheerleading practice, piano lessons, and so many other after school activities. Listen, the patience you had with me when I was practicing for my driver's license and I side swiped a mailbox and yelled, \"I'm doing the best I can mom!\" You responded,\"Well, you gonna have to do better than that, child!\" It was a real moment. Only a mama as strong as you could legit SAVE MY LIFE when we were riding in your brown Toyota, turning the corner, and the door flew open while you continued driving, while grabbing me by my coat so that didn't fly out.Whew, the 80s/90s were wild. . .. Above all, I'm grateful to have been chosen as your daughter. You were my first best friend and honestly you have always been my definition for mothering and showing me how to properly wear my crown. I love you Mom. Happy Mother's Day.",
            "hashtags": [],
            "comments": 43
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/95867870_881932942293043_5142599501348526202_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=107&_nc_ohc=Xfy0IbNn1rYAX--RBPr&oh=8ff6d0c6aed54efd9ea48a750c959937&oe=5EEA280B",
            "caption": "#AhmaudArbery and his life matters. . .. As long as statements like these need to be made, the work is not over. . .. image repost @omgirlalli . .. Artist: @ohhappydani",
            "hashtags": [
                "AhmaudArbery",
                "irunwithmaud",
                "justiceforahmaud"
            ],
            "comments": 97
        }
    },
    "mynameisjessamyn": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97047999_114609050016200_6453766500290784263_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=uJ41qIhSj6gAX9jrGw1&oh=dbad94477bf632aec3804b3ed565c268&oe=5EE8AB97",
            "caption": "And another thing: I both have fat and I AM fat. Being fat is part of who I am. It is part of my identity. I cannot be . My body has been politicized since the moment I got here and it is my responsibility to own every inch of it. Even the bad parts. Even the hard parts. ESPECIALLY THE BAD AND HARD PARTS. Theres no way to own your body without truly owning every inch of it. Body liberation is not pretty or happy or fun but it will surely set you free and thats good enough for me. Nobody said itd be easy. Wearing the new @theunderbellyyoga collection- shop the link in my bio If youre on the body liberation journey, follow @thebodyisnotanapology Also, @thisismygirlfriendsdog",
            "hashtags": [
                "everybodyyoga",
                "ubyoga",
                "bodyneutral."
            ],
            "comments": 188
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/97526842_570365830278277_6846527675694544630_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=101&_nc_ohc=DPA57Xf16_EAX8OurtH&oh=b1e7cfee62455cc36ec6b7b4d9bd8dcf&oe=5EC1A1EF",
            "caption": "Im not bothered by gaining weight during quarantine because my weight is not the sum total of my identity. And even if it were, being fat is basically one of the best things thats ever happened to me. Idk which one of you heifers made this meme but it gave me life. Shout out to this magical day in Brooklyn when @xoannette_ of @nappstar_nyc blessed my scalp but you cant see bc Im upside down If youre tryin to get that ass upside down, subscribe to @theunderbellyyogas free two week trial Also, I straight up jacked this from @curvesncupcakes",
            "hashtags": [
                "fatvanity"
            ],
            "comments": 349
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/95979154_2876685429067969_1608836170050649066_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=101&_nc_ohc=GWq8eTjoFOkAX9F9d-K&oh=2ea128bbe59d789ffed80076c648a211&oe=5EE9BD60",
            "caption": "My next free @theunderbellyyoga IG live yoga class is tomorrow at 3pm EST! Class will be live on @mynameisjessamyn & were taking donations for @nationalbailouts campaign bc nothing says like using your Saturday yoga class drop-in fee to help reunite families. Class will be about an hour long and you can use a beach towel as a yoga mat or wear your birthday suit instead of leggings. Its all good because its all . See yall tomorrow Never forget paint bukkake c/o @lisa_lisa_creative, shot by @justincookphoto #ubyoga",
            "hashtags": [
                "everybodyyoga",
                "mothersday",
                "freeblackmamas",
                "yoga.",
                "ubyoga"
            ],
            "comments": 126
        }
    },
    "laurasykora": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97129385_285599722467166_8003234214574384504_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=DIjtTqIgtV8AX9rzBtM&oh=23880efd3a0d2c372b433d04c4fe931d&oe=5EE81486",
            "caption": "Happy Friday!! Just a reminder to all of you (and most importantly to myself!) that not everything you see on here is always 100% real life. Relaxed bellies and somewhat bloated bellies (thats me today!) photograph completely different than sucked in, engaged and arched back bellies! That middle shot was painful. Also employing the skinny arm technique is a real thing... who knew not having space between the arms and torso make you so much wider. So relax. Enjoy life. Work hard. And stop comparing yourself to the people in your feed. (Another reminder to myself as well.) . from @aloyoga",
            "hashtags": [],
            "comments": 130
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/97111713_674668153267450_7105039560860904816_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=UGLLvV_27sIAX_IHFK2&oh=00fad3ba16ac11e5487d181a14bce6a5&oe=5EE90E2E",
            "caption": "16 years is a long time. My advice to making it work? Take it one day at a time. Its not meant to be perfect... but in the end, the good times always outweigh the bad. Happy Anniversary Edward. . . . . Both in @aloyoga once upon a time in Dubai.",
            "hashtags": [],
            "comments": 123
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/96585824_566117847285798_269554827952433546_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=106&_nc_ohc=TBjj_RtXoEcAX_jMmes&oh=f2640b502310d48979b33004590b2929&oe=5EC1808A",
            "caption": "Oldie but a goodie. Might have to try this again soon... shes gotten much better over this past year. . . . Threads @aloyoga... that hasnt changed.",
            "hashtags": [],
            "comments": 384
        }
    },
    "bryceyoga": {
        "interest": "Wellness",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/54512256_2297252270515238_1848968749287463340_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=102&_nc_ohc=KhAxYqsKCrEAX-Avzn7&oh=bcf8e13d46c6b9d240d5e14d63b9170b&oe=5EEA8F62",
            "caption": "I'm headed to Hong Kong! I'm super excited to announce that I'll be part of this year's @asiayogaconference from June 13 to 16 I'm such a fan of this event because it allows me to connect with yogis from all over the world while we all share our passion for . If you're around, come join me in one (or both) of my workshops: The Foundation of Flight: We'll summon the beginner in you! We'll go over the fundamental alignment points of and much more (Vinyasa Yoga, open to all levels) Inverted Backbends: Break out of your mold and twist into fresh perspective while we build confidence to tackle advanced backbends (Vinyasa Yoga, recommended for intermediate and advanced levels) For more information and the full event schedule, click on the link in my bio. See you there! Use my special discount code BRI10AYC before May 31 to receive 10% off #asiayogaconference",
            "hashtags": [
                "asiayogaconference",
                "yogainstructor",
                "yoga.",
                "handstand",
                "yogaclass",
                "yogapractice",
                "travelingyogi"
            ],
            "comments": 2
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e35/55842856_127358518355102_3126979360982977270_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=102&_nc_ohc=blkfHP2u8nUAX_HoBcU&oh=1c5bb1690be6a6b2d09352e39d04f59f&oe=5EE8ED80",
            "caption": "Splits ARE hard! But they also feel oh so good .... when done right. Working towards is a journey, much like preparing to handstand, and its important that you not only take your time in working towards them but that you prepare correctly to prevent injuries. Im a fan of incorporating splits into my practice for a stretch and I came up with a 12 minute flow that really hits all the spots needed to work towards the splits. So if youre looking for some guidance to achieve this goal or if youre looking to gain some , head to my YouTube channel for my flow Whos working towards Monkey Pose? Say ! Tag a yogi who would benefit from this flow #yogateacher",
            "hashtags": [
                "flexibility,",
                "yogateacher",
                "hanumanasana",
                "yogaclass",
                "instayoga"
            ],
            "comments": 5
        }
    }
}