{
    "technologyreview": {
        "interest": "technology:",
        "post0": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/e15/97067547_819093741832270_5117924420495428980_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=110&_nc_ohc=edzAje0FGvcAX-8txOr&oh=c00e2c1cf827474858661e20db5d9874&oe=5EE7C0B8",
            "caption": "We have to prepare for a world in which there is no cure and no vaccine for covid-19 for a long time. There is a way to live in this world without staying permanently shut indoors. But it wont be a return to normal. Click the link in our bio to learn what it will take to get us back outside. Illustration from @rob_sheridan",
            "hashtags": [
                "socialdistancing",
                "covid19",
                "technology",
                "technews",
                "socialdistancing2020",
                "mittechnologyreview",
                "coronavirus",
                "technologynews",
                "covid",
                "coronaviruspandemic",
                "techreview",
                "covid_19",
                "technologyreview"
            ],
            "comments": 95
        },
        "post1": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/96534704_560799258205077_7331814993659491776_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=BX26OlQE7VUAX8MnOj0&oh=72ce67ce95db6f19b3bdd51f84c5b8a3&oe=5EE9BA29",
            "caption": "While other children in the US were having full classroom lessons on Zoom, Juana spent the first month of quarantine just practicing the alphabet and learning to count in Spanish. Until recently, the kindergartner was one of 1.2 million students in California who lack access to a device or the internet. Across the country, around 42 million Americans do not have access to broadband internetand 1 in 10 Americans have access to the internet only via their smartphones. Were going to see a widening of educational inequality that will last a long time and wont fade away, says a Harvard professor who studies how access to the internet affects inequality. He fears the current disruption will have a permanent effect on the poorer students. Click the link in our bio to learn more about the children being left behind by America's online schooling. Illustration from @cathrynvirginia",
            "hashtags": [
                "californiaeducation",
                "elearn",
                "covid19",
                "technology",
                "technews",
                "onlinelearning",
                "americaneducation",
                "mittechnologyreview",
                "education",
                "technologynews",
                "coronaviruspandemic",
                "techreview",
                "coronaviruscrisis",
                "covid_19",
                "technologyreview",
                "elearning"
            ],
            "comments": 18
        },
        "post2": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/97913824_698614707559264_2256478154756701362_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=RH5dh_EdvQ0AX9b5TZM&oh=773d3f74aa71124045d1561ff6a356aa&oe=5EE69B8A",
            "caption": "If you dont install Indias coronavirus tracking app, you might lose your job, get fined, or go to jail. Its a line no other democracy has yet crossed in the fight against covid-19. Click the link in our bio to learn more about how India is deploying this tracking technology.",
            "hashtags": [
                "covid19",
                "contacttracingtechnology",
                "dataprivacy",
                "technology",
                "technews",
                "mittechnologyreview",
                "coronavirus",
                "contacttracingapps",
                "technologynews",
                "coronaviruspandemic",
                "techreview",
                "contacttracing",
                "covid_19",
                "technologyreview",
                "contacttracingapp",
                "privacy"
            ],
            "comments": 994
        },
        "post3": {
            "photo_url": "https://instagram.ftun2-1.fna.fbcdn.net/v/t51.2885-15/fr/e15/s1080x1080/97059635_564894814231348_2127867771230134250_n.jpg?_nc_ht=instagram.ftun2-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=2dNB3nYiGK0AX8WkYHf&oh=7ca664f49a1e37aabbb7e1013f36258a&oe=5EE7996F",
            "caption": "This weekend our editor in chief, Gideon Lichfield, broke his isolation for the first time in two months. He agreed with some friends nearby to become part of their pod, quaranteam, or bubble. In some places, double-bubbling is becoming official policy: households are being encouraged to buddy up for the sake of variety and mental health. But negotiating to become part of someone elses intimate circle in the midst of a pandemic is fraught with dangers both medical (what if you inadvertently infect one another?) and social. (What if you have a falling out? Whom do you pick? What if they dont pick you?) Lichfield and his bubblemates have all been pretty strict in their precautions up to now, but everyone does things a little differently, and he's commented to other friends that agreeing to bubble up (or is it bubble down?) with people is like negotiating an open relationship: Whats allowed? What isnt? What do we need to communicate about? How do we resolve disagreements? Here are some suggested guidelines for how to have the conversation, based on nothing more than his own experience and that of his friends and colleagues. Click the link in our bio to read these guidelines.",
            "hashtags": [
                "quaranteam",
                "covid19",
                "covidbubbles",
                "quarantinelife",
                "technology",
                "covidbubble",
                "technews",
                "mittechnologyreview",
                "coronavirus",
                "technologynews",
                "covidbubblefamily",
                "covidpod",
                "quarantine",
                "techreview",
                "covid_19",
                "technologyreview"
            ],
            "comments": 15
        }
    }
}